-- room_specials 테이블
INSERT INTO rooms_specials (id, dormitory_id, title, description)
VALUES
(1, 1, "귤밭", "제주조랑말은 귤밭에 둘러싸여 있어 4계절 내내 초록초록함을 느낄 수 있습니다. 특히 5월에는 숙소에 계시는동안 은은한 귤꽃향을 즐기실 수 있으며, 여름에는 풋귤을, 가을에는 주렁주렁 달려있는 감귤을, 겨울에는 밭에서 바로 딴 감귤을 맛보실 수 있습니다."),
(2, 1, "조식", "제주조랑말은 화려하진 않지만 기본에 충실한 조식을 제공합니다. 로즈마리의 향과 귀를 간지럽히는 새소리를 들으며 카페에 오시면 귤밭에 둘러 쌓인 공간에서 신선한 제철 샐러드, 갓구운 빵, 직접 내리는 핸드드립 커피를 즐기실 수 있습니다."),
(3, 1, "건축", "비정형적인 외관과 주변의 감귤과수원을 내부로 충분히 끌어들인 공간은 최-페레이라 건축의 설계로 탄생되었습니다. 레벨을 달리하여 더욱 프라이빗하게, 벽돌을 이용한 영롱쌓기로 제주의 바람과 빛을 더욱 변화무쌍하게 느끼실 수 있습니다."),
(4, 2, "오션뷰", "침실과 다이닝 룸에 있는 큰 창을 통해 푸르른 동해바다를 마음껏 즐기실 수 있습니다."),
(5, 2, "루프탑", "파노라마뷰 루프탑에서는 오션뷰를 즐길 수 있습니다."),
(6, 2, "바다와 가까운 곳", "파노라마뷰 루프탑에서는 오션뷰를 즐길 수 있습니다."),
(7, 3, "GARDEN", "라온다 뒤에는 이름 없는 조그마한 산이 있습니다. 삼림욕을 할 수 있는 길이 조성되어 있어 바람이 가져다주는 맑은 공기와 태양이 가져다주는 밝은 햇살을 받으며 삶에서의 복잡한 생각들을 떨쳐버리고 마음의 허기를 달래보세요."),
(8, 3, "LOCATION", "라온다 뒤에는 이름 없는 조그마한 산이 있습니다. 삼림욕을 할 수 있는 길이 조성되어 있어 바람이 가져다주는 맑은 공기와 태양이 가져다주는 밝은 햇살을 받으며 삶에서의 복잡한 생각들을 떨쳐버리고 마음의 허기를 달래보세요."),
(9, 3, "LIGHTING", "공간 내에 다양한 조명이 설치되어 있습니다. 복잡한 생각들을 잠시 내려놓고 준비된 책과 음악, 은은한 조도의 조명과 함께 사색과 휴식을 취해보세요."),
(10, 4, "WOODWORK", "공간 내에 다양한 조명이 설치되어 있습니다. 복잡한 생각들을 잠시 내려놓고 준비된 책과 음악, 은은한 조도의 조명과 함께 사색과 휴식을 취해보세요."),
(11, 4, "CAFE&RESTAURANT", "춘천 오월리의 따스한 햇살을 가득 맞이 할 수 있는 카페와 레스토랑을 운영합니다. 손발이 작은 우리 아이들을 배려하는 메뉴와 커트러리도 함께 준비됩니다."),
(12, 4, "FURNITURE", "The one is better than ten. 쓰다 버려질 열 개보다 가치 있는 하나의 가구를 만나보세요. 앉아 계신 그 자리, 시선의 끝에 머무는 나무의 결을 느껴보세요."),
(13, 5, "MUSIC", "The one is better than ten. 쓰다 버려질 열 개보다 가치 있는 하나의 가구를 만나보세요. 앉아 계신 그 자리, 시선의 끝에 머무는 나무의 결을 느껴보세요."),
(14, 5, "NATURE", "산이 펼쳐지고 물이 흐르는 곳에 자리하여 큰 창 가득 완주의 자연을 끌어안는 공간입니다."),
(15, 5, "BATH", "외부의 시선으로부터 자유로운 야외 소프트 욕조에서 자연의 치유력을 느끼며 몰튼 브라운 어메니티로 피로를 풀어보세요."),
(16, 6, "VINTAGE", "오래된 벽돌집의 흔적들이 고스란히 보존되어 있습니다. 노모어는 오래된 익숙함과 새로움이 공존하는 공간입니다."),
(17, 6, "EXPERIENCE", "편안한 식사와 포근한 숙면, 온전히 머무를 수 있는 가장 기본적인 경험이 준비되어 있습니다."),
(18, 6, "NATURE", "내츄럴한 소품과 자연의 풍부한 향이 담긴 어메니티는 모든 경험을 더욱 특별하게 합니다.");
