
-- recommended_places 테이블 
INSERT INTO recommend_places (dormitory_id, name, type, description)
VALUES 
(1, 'ICC제주국제컨벤션센터', 'shop', '국제회의전문시설이자 강연회·연회·이벤트·전시회·공연 등을 열 수 있는 복합공간'),
(1, '큰돈가', 'food', ' 직접 구워주는 제주 흑돼지 맛집'),
(1, '중문색달해변', 'nature', '서핑과 노을을 즐길 수 있는 해변'),
(2, '스퀘어루트', 'cafe', '아름다운 바다 옆에 있는 전망 좋은 루프탑 오션뷰 카페'),
(2, '부부횟집', 'food', '양과 질을 모두 잡은 물회 맛집'),
(2, '송지호 해변공원', 'nature', '잔잔한 바닷 소리를 들으며 산책할 수 있는 공원'),
(3, '한낮의 바다', 'shop', '교동 주민들의 사랑을 받는 독립 서점'),
(3, '강릉 시립 미술관', 'art', '강릉을 한 눈에 볼 수 있는 강원도의 시립 미술관'),
(3, '이만구 교동 짬뽕', 'food', '불맛을 제대로 즐길 수 있는 짬뽕집'),
(4, '해피초원목장', 'nature', '드넓은 초원을 뛰노는 소들을 볼 수 있는 목장'),
(4, '유기농카페', 'cafe', '유기농 원두와 우유를 사용하고 직접 재배한 농산물로 음료를 만드는 카페'),
(4, '솔바우하우스', 'art', '시골의 재미와 생활을 맛 볼 수 있는 복합문화공간'),
(5, '아원', 'cafe', '옛 한옥과 현대적인 미를 동시에 즐길 수 있는 카페'),
(5, '화심순두부', 'food', '부들부들한 두부를 맛 볼 수 있는 맛집'),
(5, '위봉산성', 'heritage', '산책 맛집으로 불리는 위봉 산성'),
(6, '녹원쌈밥', 'food', '갓 지은 집 밥을 느낄 수 있는 맛집'),
(6, '홍제천', 'nature', '낭만적인 오후를 즐길 수 있는 연희동 산책길'),
(6, '엔트러사이트', 'cafe', '갤러리처럼 여유로운 시간을 보낼 수 있는 카페');

